cask_args appdir: "~/Applications/", require_sha: true

# brew tap
# brew install
brew "cloudflared"
brew "cmake"
brew "curl"
brew "fish"
brew "fzf"
brew "git"
brew "git-secret"
brew "libvterm"
brew "mise"
brew "openssh"
brew "ripgrep"
brew "tig"
brew "tmux"
brew "tree"
brew "vim"
brew "zsh"

# brew install --cask
cask "ghostty" if OS.mac?
